"%[Any]@ of the following are true" = "%1$[Bármi]@ igaz az alábbiak közül";
"%[All]@ of the following are true" = "%1$[Minden]@ igaz az alábbiak közül";

"%[bitrate]@ %[is]@ %@ kbps" = "%1$[Bitsebesség]@ %2$[a következő:]@ %3$@ kbps";
"%[bitrate]@ %[is not]@ %@ kbps" = "%1$[Bitsebesség]@ %2$[nem]@ %3$@ kbps";
"%[bitrate]@ %[is greater than]@ %@ kbps" = "%1$[Bitsebesség]@ %2$[nagyobb mint]@ %3$@ kbps";
"%[bitrate]@ %[is less than]@ %@ kbps" = "%1$[Bitsebesség]@ %2$[kisebb mint]@ %3$@ kbps";
"%[bitrate]@ %[is in the range]@ %@ to %@ %[kbps]@" = "%1$[Bitsebesség]@ %2$[a következő tartományban:]@ %3$@ – %4$@ %5$[kbps]@";

"%[sample_rate]@ %[is]@ %@ Hz" = "%1$[Mintasűrűség]@ %2$[a következő:]@ %3$@ Hz";
"%[sample_rate]@ %[is not]@ %@ Hz" = "%1$[Mintasűrűség]@ %2$[nem]@ %3$@ Hz";
"%[sample_rate]@ %[is greater than]@ %@ Hz" = "%1$[Mintasűrűség]@ %2$[nagyobb mint]@ %3$@ Hz";
"%[sample_rate]@ %[is less than]@ %@ Hz" = "%1$[Mintasűrűség]@ %2$[kisebb mint]@ %3$@ Hz";
"%[sample_rate]@ %[is in the range]@ %@ to %@ %[Hz]@" = "%1$[Mintasűrűség]@ %2$[a következő tartományban:]@ %3$@ – %4$@ %5$[Hz]@";

"%[bpm]@ %[is]@ %@" = "%1$[BPM]@ %2$[értéke]@ %3$@";
"%[bpm]@ %[is not]@ %@" = "%1$[BPM]@ %2$[nem]@ %3$@";
"%[bpm]@ %[is greater than]@ %@" = "%1$[BPM]@ %2$[nagyobb mint]@ %3$@";
"%[bpm]@ %[is less than]@ %@" = "%1$[BPM]@ %2$[kisebb mint]@ %3$@";
"%[bpm]@ %[is in the range]@ %@ to %@" = "%1$[BPM]@ %2$[a következő tartományban:]@ %3$@ – %4$@";

"%[disc_number]@ %[is]@ %@" = "%1$[Lemez száma]@ %2$[a következő:]@ %3$@";
"%[disc_number]@ %[is not]@ %@" = "%1$[Lemez száma]@ %2$[nem]@ %3$@";
"%[disc_number]@ %[is greater than]@ %@" = "%1$[Lemez száma]@ %2$[nagyobb mint]@ %3$@";
"%[disc_number]@ %[is less than]@ %@" = "%1$[Lemez száma]@ %2$[kisebb mint]@ %3$@";
"%[disc_number]@ %[is in the range]@ %@ to %@" = "%1$[Lemez száma]@ %2$[a következő tartományban:]@ %3$@ – %4$@";

"%[userplaycount]@ %[is]@ %@" = "%1$[Lejátszás]@ %2$[a következő:]@ %3$@";
"%[userplaycount]@ %[is not]@ %@" = "%1$[Lejátszás]@ %2$[nem]@ %3$@";
"%[userplaycount]@ %[is greater than]@ %@" = "%1$[Lejátszás]@ %2$[nagyobb mint]@ %3$@";
"%[userplaycount]@ %[is less than]@ %@" = "%1$[Lejátszás]@ %2$[kisebb mint]@ %3$@";
"%[userplaycount]@ %[is in the range]@ %@ to %@" = "%1$[Lejátszás]@ %2$[a következő tartományban:]@ %3$@ – %4$@";

"%[season]@ %[is]@ %@" = "%1$[Évad]@ %2$[a következő:]@ %3$@";
"%[season]@ %[is not]@ %@" = "%1$[Évad]@ %2$[nem]@ %3$@";
"%[season]@ %[is greater than]@ %@" = "%1$[Évad]@ %2$[nagyobb mint]@ %3$@";
"%[season]@ %[is less than]@ %@" = "%1$[Évad]@ %2$[kisebb mint]@ %3$@";
"%[season]@ %[is in the range]@ %@ to %@" = "%1$[Évad]@ %2$[a következő tartományban:]@ %3$@ – %4$@";

"%[userskipcount]@ %[is]@ %@" = "%1$[Átugrás]@ %2$[a következő:]@ %3$@";
"%[userskipcount]@ %[is not]@ %@" = "%1$[Átugrás]@ %2$[nem]@ %3$@";
"%[userskipcount]@ %[is greater than]@ %@" = "%1$[Átugrás]@ %2$[nagyobb mint]@ %3$@";
"%[userskipcount]@ %[is less than]@ %@" = "%1$[Átugrás]@ %2$[kisebb mint]@ %3$@";
"%[userskipcount]@ %[is in the range]@ %@ to %@" = "%1$[Átugrás]@ %2$[a következő tartományban:]@ %3$@ – %4$@";

"%[track_number]@ %[is]@ %@" = "%1$[Zeneszám száma]@ %2$[a következő:]@ %3$@";
"%[track_number]@ %[is not]@ %@" = "%1$[Zeneszám száma]@ %2$[nem]@ %3$@";
"%[track_number]@ %[is greater than]@ %@" = "%1$[Zeneszám száma]@ %2$[nagyobb mint]@ %3$@";
"%[track_number]@ %[is less than]@ %@" = "%1$[Zeneszám száma]@ %2$[kisebb mint]@ %3$@";
"%[track_number]@ %[is in the range]@ %@ to %@" = "%1$[Zeneszám száma]@ %2$[a következő tartományban:]@ %3$@ – %4$@";

"%[year]@ %[is]@ %@" = "%1$[Év]@ %2$[a következő:]@ %3$@";
"%[year]@ %[is not]@ %@" = "%1$[Év]@ %2$[nem]@ %3$@";
"%[year]@ %[is greater than]@ %@" = "%1$[Év]@ %2$[nagyobb mint]@ %3$@";
"%[year]@ %[is less than]@ %@" = "%1$[Év]@ %2$[kisebb mint]@ %3$@";
"%[year]@ %[is in the range]@ %@ to %@" = "%1$[Év]@ %2$[a következő tartományban:]@ %3$@ – %4$@";

"%[totalsize]@ %[is]@ %@ MB" = "%1$[Méret]@ %2$[a következő:]@ %3$@ MB";
"%[totalsize]@ %[is not]@ %@ MB" = "%1$[Méret]@ %2$[nem]@ %3$@ MB";
"%[totalsize]@ %[is greater than]@ %@ MB" = "%1$[Méret]@ %2$[nagyobb mint]@ %3$@ MB";
"%[totalsize]@ %[is less than]@ %@ MB" = "%1$[Méret]@ %2$[kisebb mint]@ %3$@ MB";
"%[totalsize]@ %[is in the range]@ %@ to %@ %[MB]@" = "%1$[Méret]@ %2$[a következő tartományban:]@ %3$@ – %4$@ %5$[MB]@";

"%[album]@ %[contains]@ %@" = "%1$[Album]@ %2$[tartalmazza:]@ %3$@";
"%[album]@ %[does not contain]@ %@" = "%1$[Album]@ %2$[nem tartalmazza:]@ %3$@";
"%[album]@ %[is]@ %@" = "%1$[Album]@ %2$[a következő:]@ %3$@";
"%[album]@ %[is not]@ %@" = "%1$[Album]@ %2$[nem]@ %3$@";
"%[album]@ %[begins with]@ %@" = "%1$[Album]@ %2$[így kezdődik:]@ %3$@";
"%[album]@ %[ends with]@ %@" = "%1$[Album]@ %2$[így végződik:]@ %3$@";

"%[album_artist]@ %[contains]@ %@" = "%1$[Album előadója]@ %2$[tartalmazza:]@ %3$@";
"%[album_artist]@ %[does not contain]@ %@" = "%1$[Album előadója]@ %2$[nem tartalmazza:]@ %3$@";
"%[album_artist]@ %[is]@ %@" = "%1$[Album előadója]@ %2$[a következő:]@ %3$@";
"%[album_artist]@ %[is not]@ %@" = "%1$[Album előadója]@ %2$[nem]@ %3$@";
"%[album_artist]@ %[begins with]@ %@" = "%1$[Album előadója]@ %2$[így kezdődik:]@ %3$@";
"%[album_artist]@ %[ends with]@ %@" = "%1$[Album előadója]@ %2$[így végződik:]@ %3$@";

"%[artist]@ %[contains]@ %@" = "%1$[Előadó]@ %2$[tartalmazza:]@ %3$@";
"%[artist]@ %[does not contain]@ %@" = "%1$[Előadó]@ %2$[nem tartalmazza:]@ %3$@";
"%[artist]@ %[is]@ %@" = "%1$[Előadó]@ %2$[a következő:]@ %3$@";
"%[artist]@ %[is not]@ %@" = "%1$[Előadó]@ %2$[nem]@ %3$@";
"%[artist]@ %[begins with]@ %@" = "%1$[Előadó]@ %2$[így kezdődik:]@ %3$@";
"%[artist]@ %[ends with]@ %@" = "%1$[Előadó]@ %2$[így végződik:]@ %3$@";

"%[category]@ %[contains]@ %@" = "%1$[Kategória]@ %2$[tartalmazza:]@ %3$@";
"%[category]@ %[does not contain]@ %@" = "%1$[Kategória]@ %2$[nem tartalmazza:]@ %3$@";
"%[category]@ %[is]@ %@" = "%1$[Kategória]@ %2$[a következő:]@ %3$@";
"%[category]@ %[is not]@ %@" = "%1$[Kategória]@ %2$[nem]@ %3$@";
"%[category]@ %[begins with]@ %@" = "%1$[Kategória]@ %2$[így kezdődik]@ %3$@";
"%[category]@ %[ends with]@ %@" = "%1$[Kategória]@ %2$[így végződik:]@ %3$@";

"%[comments]@ %[contains]@ %@" = "%1$[Megjegyzés]@ %2$[tartalmazza:]@ %3$@";
"%[comments]@ %[does not contain]@ %@" = "%1$[Megjegyzés]@ %2$[nem tartalmazza:]@ %3$@";
"%[comments]@ %[is]@ %@" = "%1$[Megjegyzés]@ %2$[a következő:]@ %3$@";
"%[comments]@ %[is not]@ %@" = "%1$[Megjegyzés]@ %2$[nem]@ %3$@";
"%[comments]@ %[begins with]@ %@" = "%1$[Megjegyzés]@ %2$[így kezdődik]@ %3$@";
"%[comments]@ %[ends with]@ %@" = "%1$[Megjegyzés]@ %2$[így végződik:]@ %3$@";

"%[composer]@ %[contains]@ %@" = "%1$[Zeneszerző]@ %2$[tartalmazza:]@ %3$@";
"%[composer]@ %[does not contain]@ %@" = "%1$[Zeneszerző]@ %2$[nem tartalmazza:]@ %3$@";
"%[composer]@ %[is]@ %@" = "%1$[Zeneszerző]@ %2$[a következő:]@ %3$@";
"%[composer]@ %[is not]@ %@" = "%1$[Zeneszerző]@ %2$[nem]@ %3$@";
"%[composer]@ %[begins with]@ %@" = "%1$[Zeneszerző]@ %2$[így kezdődik]@ %3$@";
"%[composer]@ %[ends with]@ %@" = "%1$[Zeneszerző]@ %2$[így végződik:]@ %3$@";

"%[debug]@ %[contains]@ %@" = "%1$[Hibakeresés]@ %2$[tartalmazza:]@ %3$@";
"%[debug]@ %[does not contain]@ %@" = "%1$[Hibakeresés]@ %2$[nem tartalmazza:]@ %3$@";
"%[debug]@ %[is]@ %@" = "%1$[Hibakeresés]@ %2$[a következő:]@ %3$@";
"%[debug]@ %[is not]@ %@" = "%1$[Hibakeresés]@ %2$[nem]@ %3$@";
"%[debug]@ %[begins with]@ %@" = "%1$[Hibakeresés]@ %2$[így kezdődik:]@ %3$@";
"%[debug]@ %[ends with]@ %@" = "%1$[Hibakeresés]@ %2$[így végződik:]@ %3$@";

"%[description]@ %[contains]@ %@" = "%1$[Leírás]@ %2$[tartalmazza:]@ %3$@";
"%[description]@ %[does not contain]@ %@" = "%1$[Leírás]@ %2$[nem tartalmazza:]@ %3$@";
"%[description]@ %[is]@ %@" = "%1$[Leírás]@ %2$[a következő:]@ %3$@";
"%[description]@ %[is not]@ %@" = "%1$[Leírás]@ %2$[nem]@ %3$@";
"%[description]@ %[begins with]@ %@" = "%1$[Leírás]@ %2$[így kezdődik:]@ %3$@";
"%[description]@ %[ends with]@ %@" = "%1$[Leírás]@ %2$[így végződik:]@ %3$@";

"%[genre]@ %[contains]@ %@" = "%1$[Műfaj]@ %2$[tartalmazza:]@ %3$@";
"%[genre]@ %[does not contain]@ %@" = "%1$[Műfaj]@ %2$[nem tartalmazza:]@ %3$@";
"%[genre]@ %[is]@ %@" = "%1$[Műfaj]@ %2$[a következő:]@ %3$@";
"%[genre]@ %[is not]@ %@" = "%1$[Műfaj]@ %2$[nem]@ %3$@";
"%[genre]@ %[begins with]@ %@" = "%1$[Műfaj]@ %2$[így kezdődik:]@ %3$@";
"%[genre]@ %[ends with]@ %@" = "%1$[Műfaj]@ %2$[így végződik:]@ %3$@";

"%[grouping]@ %[contains]@ %@" = "%1$[Csoport]@ %2$[tartalmazza:]@ %3$@";
"%[grouping]@ %[does not contain]@ %@" = "%1$[Csoport]@ %2$[nem tartalmazza:]@ %3$@";
"%[grouping]@ %[is]@ %@" = "%1$[Csoport]@ %2$[a következő:]@ %3$@";
"%[grouping]@ %[is not]@ %@" = "%1$[Csoport]@ %2$[nem]@ %3$@";
"%[grouping]@ %[begins with]@ %@" = "%1$[Csoport]@ %2$[így kezdődik:]@ %3$@";
"%[grouping]@ %[ends with]@ %@" = "%1$[Csoport]@ %2$[így végződik:]@ %3$@";

"%[kind]@ %[contains]@ %@" = "%1$[Fajta]@ %2$[tartalmazza:]@ %3$@";
"%[kind]@ %[does not contain]@ %@" = "%1$[Fajta]@ %2$[nem tartalmazza:]@ %3$@";
"%[kind]@ %[is]@ %@" = "%1$[Fajta]@ %2$[a következő:]@ %3$@";
"%[kind]@ %[is not]@ %@" = "%1$[Fajta]@ %2$[nem]@ %3$@";
"%[kind]@ %[begins with]@ %@" = "%1$[Fajta]@ %2$[így kezdődik:]@ %3$@";
"%[kind]@ %[ends with]@ %@" = "%1$[Fajta]@ %2$[így végződik:]@ %3$@";

"%[name]@ %[contains]@ %@" = "%1$[Név]@ %2$[tartalmazza:]@ %3$@";
"%[name]@ %[does not contain]@ %@" = "%1$[Név]@ %2$[nem tartalmazza:]@ %3$@";
"%[name]@ %[is]@ %@" = "%1$[Név]@ %2$[a következő:]@ %3$@";
"%[name]@ %[is not]@ %@" = "%1$[Név]@ %2$[nem]@ %3$@";
"%[name]@ %[begins with]@ %@" = "%1$[Név]@ %2$[így kezdődik:]@ %3$@";
"%[name]@ %[ends with]@ %@" = "%1$[Név]@ %2$[így végződik:]@ %3$@";

"%[series_name]@ %[contains]@ %@" = "%1$[Műsor]@ %2$[tartalmazza:]@ %3$@";
"%[series_name]@ %[does not contain]@ %@" = "%1$[Műsor]@ %2$[nem tartalmazza:]@ %3$@";
"%[series_name]@ %[is]@ %@" = "%1$[Műsor]@ %2$[a következő:]@ %3$@";
"%[series_name]@ %[is not]@ %@" = "%1$[Műsor]@ %2$[nem]@ %3$@";
"%[series_name]@ %[begins with]@ %@" = "%1$[Műsor]@ %2$[így kezdődik:]@ %3$@";
"%[series_name]@ %[ends with]@ %@" = "%1$[Műsor]@ %2$[így végződik:]@ %3$@";

"%[sort_album]@ %[contains]@ %@" = "%1$[Rendezés album]@ %2$[tartalmazza:]@ %3$@";
"%[sort_album]@ %[does not contain]@ %@" = "%1$[Rendezés album]@ %2$[nem tartalmazza:]@ %3$@";
"%[sort_album]@ %[is]@ %@" = "%1$[Rendezés album]@ %2$[a következő:]@ %3$@";
"%[sort_album]@ %[is not]@ %@" = "%1$[Rendezés album]@ %2$[nem]@ %3$@";
"%[sort_album]@ %[begins with]@ %@" = "%1$[Rendezés album]@ %2$[így kezdődik:]@ %3$@";
"%[sort_album]@ %[ends with]@ %@" = "%1$[Rendezés album]@ %2$[így végződik:]@ %3$@";

"%[sort_album_artist]@ %[contains]@ %@" = "%1$[Rendezés album előadó]@ %2$[tartalmazza:]@ %3$@";
"%[sort_album_artist]@ %[does not contain]@ %@" = "%1$[Rendezés album előadó]@ %2$[nem tartalmazza:]@ %3$@";
"%[sort_album_artist]@ %[is]@ %@" = "%1$[Rendezés album előadó]@ %2$[a következő:]@ %3$@";
"%[sort_album_artist]@ %[is not]@ %@" = "%1$[Rendezés album előadó]@ %2$[nem]@ %3$@";
"%[sort_album_artist]@ %[begins with]@ %@" = "%1$[Rendezés album előadó]@ %2$[így kezdődik:]@ %3$@";
"%[sort_album_artist]@ %[ends with]@ %@" = "%1$[Rendezés album előadó]@ %2$[így végződik:]@ %3$@";

"%[sort_artist]@ %[contains]@ %@" = "%1$[Rendezés előadó]@ %2$[tartalmazza:]@ %3$@";
"%[sort_artist]@ %[does not contain]@ %@" = "%1$[Rendezés előadó]@ %2$[nem tartalmazza:]@ %3$@";
"%[sort_artist]@ %[is]@ %@" = "%1$[Rendezés előadó]@ %2$[a következő:]@ %3$@";
"%[sort_artist]@ %[is not]@ %@" = "%1$[Rendezés előadó]@ %2$[nem]@ %3$@";
"%[sort_artist]@ %[begins with]@ %@" = "%1$[Rendezés előadó]@ %2$[így kezdődik:]@ %3$@";
"%[sort_artist]@ %[ends with]@ %@" = "%1$[Rendezés előadó]@ %2$[így végződik:]@ %3$@";

"%[sort_composer]@ %[contains]@ %@" = "%1$[Rendezés zeneszerző]@ %2$[tartalmazza:]@ %3$@";
"%[sort_composer]@ %[does not contain]@ %@" = "%1$[Rendezés zeneszerző]@ %2$[nem tartalmazza:]@ %3$@";
"%[sort_composer]@ %[is]@ %@" = "%1$[Rendezés zeneszerző]@ %2$[a következő:]@ %3$@";
"%[sort_composer]@ %[is not]@ %@" = "%1$[Rendezés zeneszerző]@ %2$[nem]@ %3$@";
"%[sort_composer]@ %[begins with]@ %@" = "%1$[Rendezés zeneszerző]@ %2$[így kezdődik:]@ %3$@";
"%[sort_composer]@ %[ends with]@ %@" = "%1$[Rendezés zeneszerző]@ %2$[így végződik:]@ %3$@";

"%[sort_name]@ %[contains]@ %@" = "%1$[Rendezés név]@ %2$[tartalmazza:]@ %3$@";
"%[sort_name]@ %[does not contain]@ %@" = "%1$[Rendezés név]@ %2$[nem tartalmazza:]@ %3$@";
"%[sort_name]@ %[is]@ %@" = "%1$[Rendezés név]@ %2$[a következő:]@ %3$@";
"%[sort_name]@ %[is not]@ %@" = "%1$[Rendezés név]@ %2$[nem]@ %3$@";
"%[sort_name]@ %[begins with]@ %@" = "%1$[Rendezés név]@ %2$[így kezdődik:]@ %3$@";
"%[sort_name]@ %[ends with]@ %@" = "%1$[Rendezés név]@ %2$[így végződik:]@ %3$@";

"%[sort_series_name]@ %[contains]@ %@" = "%1$[Rendezés műsor]@ %2$[tartalmazza:]@ %3$@";
"%[sort_series_name]@ %[does not contain]@ %@" = "%1$[Rendezés műsor]@ %2$[nem tartalmazza:]@ %3$@";
"%[sort_series_name]@ %[is]@ %@" = "%1$[Rendezés műsor]@ %2$[a következő:]@ %3$@";
"%[sort_series_name]@ %[is not]@ %@" = "%1$[Rendezés műsor]@ %2$[nem]@ %3$@";
"%[sort_series_name]@ %[begins with]@ %@" = "%1$[Rendezés műsor]@ %2$[így kezdődik:]@ %3$@";
"%[sort_series_name]@ %[ends with]@ %@" = "%1$[Rendezés műsor]@ %2$[így végződik:]@ %3$@";

"%[date_added]@ %[is]@ %@" = "%1$[Hozzáadás dátuma]@ %2$[a következő:]@ %3$@";
"%[date_added]@ %[is not]@ %@" = "%1$[Hozzáadás dátuma]@ %2$[nem]@ %3$@";
"%[date_added]@ %[is greater than]@ %@" = "%1$[Hozzáadás dátuma]@ %2$[a következő után:]@ %3$@";
"%[date_added]@ %[is less than]@ %@" = "%1$[Hozzáadás dátuma]@ %2$[korábban mint]@ %3$@";
"%[date_added]@ %[in the last]@ %@ %[days]@" = "%1$[Hozzáadás dátuma]@ %2$[a legutóbbi]@ %3$@ %4$[napban]@";
"%[date_added]@ %[in the last]@ %@ %[weeks]@" = "%1$[Hozzáadás dátuma]@ %2$[a legutóbbi]@ %3$@ %4$[hétben]@";
"%[date_added]@ %[in the last]@ %@ %[months]@" = "%1$[Hozzáadás dátuma]@ %2$[a legutóbbi]@ %3$@ %4$[hónapban]@";
"%[date_added]@ %[not in the last]@ %@ %[days]@" = "%1$[Hozzáadás dátuma]@ %2$[nincs benne az utolsó]@ %3$@ %4$[napban]@";
"%[date_added]@ %[not in the last]@ %@ %[weeks]@" = "%1$[Hozzáadás dátuma]@ %2$[nincs benne az utolsó]@ %3$@ %4$[hétben]@";
"%[date_added]@ %[not in the last]@ %@ %[months]@" = "%1$[Hozzáadás dátuma]@ %2$[nincs benne az utolsó]@ %3$@ %4$[hónapban]@";
"%[date_added]@ %[is in the range]@ %@ to %@" = "%1$[Hozzáadás dátuma]@ %2$[a következő tartományban:]@ %3$@ – %4$@";

"%[date_modified]@ %[is]@ %@" = "%1$[Módosítás dátuma]@ %2$[a következő:]@ %3$@";
"%[date_modified]@ %[is not]@ %@" = "%1$[Módosítás dátuma]@ %2$[nem]@ %3$@";
"%[date_modified]@ %[is greater than]@ %@" = "%1$[Módosítás dátuma]@ %2$[később mint]@ %3$@";
"%[date_modified]@ %[is less than]@ %@" = "%1$[Módosítás dátuma]@ %2$[korábban mint]@ %3$@";
"%[date_modified]@ %[in the last]@ %@ %[days]@" = "%1$[Módosítás dátuma]@ %2$[a legutóbbi]@ %3$@ %4$[napban]@";
"%[date_modified]@ %[in the last]@ %@ %[weeks]@" = "%1$[Módosítás dátuma]@ %2$[a legutóbbi]@ %3$@ %4$[hétben]@";
"%[date_modified]@ %[in the last]@ %@ %[months]@" = "%1$[Módosítás dátuma]@ %2$[a legutóbbi]@ %3$@ %4$[hónapban]@";
"%[date_modified]@ %[not in the last]@ %@ %[days]@" = "%1$[Módosítás dátuma]@ %2$[nincs benne az utolsó]@ %3$@ %4$[napban]@";
"%[date_modified]@ %[not in the last]@ %@ %[weeks]@" = "%1$[Módosítás dátuma]@ %2$[nincs benne az utolsó]@ %3$@ %4$[hétben]@";
"%[date_modified]@ %[not in the last]@ %@ %[months]@" = "%1$[Módosítás dátuma]@ %2$[nincs benne az utolsó]@ %3$@ %4$[hónapban]@";
"%[date_modified]@ %[is in the range]@ %@ to %@" = "%1$[Módosítás dátuma]@ %2$[a következő tartományban:]@ %3$@ – %4$@";

"%[playdate]@ %[is]@ %@" = "%1$[Utoljára játszott]@ %2$[a következő:]@ %3$@";
"%[playdate]@ %[is not]@ %@" = "%1$[Utoljára játszott]@ %2$[nem]@ %3$@";
"%[playdate]@ %[is greater than]@ %@" = "%1$[Utoljára játszott]@ %2$[a következő után:]@ %3$@";
"%[playdate]@ %[is less than]@ %@" = "%1$[Utoljára játszott]@ %2$[korábban mint]@ %3$@";
"%[playdate]@ %[in the last]@ %@ %[days]@" = "%1$[Utoljára játszott]@ %2$[a legutóbbi]@ %3$@ %4$[napban]@";
"%[playdate]@ %[in the last]@ %@ %[weeks]@" = "%1$[Utoljára játszott]@ %2$[a legutóbbi]@ %3$@ %4$[hétben]@";
"%[playdate]@ %[in the last]@ %@ %[months]@" = "%1$[Utoljára játszott]@ %2$[a legutóbbi]@ %3$@ %4$[hónapban]@";
"%[playdate]@ %[not in the last]@ %@ %[days]@" = "%1$[Utoljára játszott]@ %2$[nincs benne az utolsó]@ %3$@ %4$[napban]@";
"%[playdate]@ %[not in the last]@ %@ %[weeks]@" = "%1$[Utoljára játszott]@ %2$[nincs benne az utolsó]@ %3$@ %4$[hétben]@";
"%[playdate]@ %[not in the last]@ %@ %[months]@" = "%1$[Utoljára játszott]@ %2$[nincs benne az utolsó]@ %3$@ %4$[hónapban]@";
"%[playdate]@ %[is in the range]@ %@ to %@" = "%1$[Utoljára játszott]@ %2$[a következő tartományban:]@ %3$@ – %4$@";

"%[skipdate]@ %[is]@ %@" = "%1$[Utoljára átugrott]@ %2$[a következő:]@ %3$@";
"%[skipdate]@ %[is not]@ %@" = "%1$[Utoljára átugrott]@ %2$[nem]@ %3$@";
"%[skipdate]@ %[is greater than]@ %@" = "%1$[Utoljára átugrott]@ %2$[a következő után:]@ %3$@";
"%[skipdate]@ %[is less than]@ %@" = "%1$[Utoljára átugrott]@ %2$[korábban mint]@ %3$@";
"%[skipdate]@ %[in the last]@ %@ %[days]@" = "%1$[Utoljára átugrott]@ %2$[a legutóbbi]@ %3$@ %4$[napban]@";
"%[skipdate]@ %[in the last]@ %@ %[weeks]@" = "%1$[Utoljára átugrott]@ %2$[a legutóbbi]@ %3$@ %4$[hétben]@";
"%[skipdate]@ %[in the last]@ %@ %[months]@" = "%1$[Utoljára átugrott]@ %2$[a legutóbbi]@ %3$@ %4$[hónapban]@";
"%[skipdate]@ %[not in the last]@ %@ %[days]@" = "%1$[Utoljára átugrott]@ %2$[nincs benne az utolsó]@ %3$@ %4$[napban]@";
"%[skipdate]@ %[not in the last]@ %@ %[weeks]@" = "%1$[Utoljára átugrott]@ %2$[nincs benne az utolsó]@ %3$@ %4$[hétben]@";
"%[skipdate]@ %[not in the last]@ %@ %[months]@" = "%1$[Utoljára átugrott]@ %2$[nincs benne az utolsó]@ %3$@ %4$[hónapban]@";
"%[skipdate]@ %[is in the range]@ %@ to %@" = "%1$[Utoljára átugrott]@ %2$[a következő tartományban:]@ %3$@ – %4$@";

"%[songid]@ %[is]@" = "%1$[Megvásárolt]@ %2$[igaz]@";
"%[songid]@ %[is not]@" = "%1$[Megvásárolt]@ %2$[hamis]@";

"%[olduserdisabled]@ %[is]@" = "%1$[Kijelölt]@ %2$[igaz]@";
"%[olduserdisabled]@ %[is not]@" = "%1$[Kijelölt]@ %2$[hamis]@";

"%[artwork]@ %[is]@" = "%1$[Albumborító]@ %2$[igaz]@";
"%[artwork]@ %[is not]@" = "%1$[Albumborító]@ %2$[hamis]@";

"%[compilation]@ %[is]@" = "%1$[Válogatás]@ %2$[igaz]@";
"%[compilation]@ %[is not]@" = "%1$[Válogatás]@ %2$[hamis]@";

"%[totaltime]@ %[is]@ %@" = "%1$[Időtartam]@ %2$[a következő:]@ %3$@";
"%[totaltime]@ %[is not]@ %@" = "%1$[Időtartam]@ %2$[nem]@ %3$@";
"%[totaltime]@ %[is greater than]@ %@" = "%1$[Időtartam]@ %2$[nagyobb mint]@ %3$@";
"%[totaltime]@ %[is less than]@ %@" = "%1$[Időtartam]@ %2$[kisebb mint]@ %3$@";
"%[totaltime]@ %[is in the range]@ %@ to %@" = "%1$[Időtartam]@ %2$[a következő tartományban:]@ %3$@ – %4$@";

"%[albumrating]@ %[is]@ %@" = "%1$[Album értékelése]@ %2$[a következő:]@ %3$@";
"%[albumrating]@ %[is not]@ %@" = "%1$[Album értékelése]@ %2$[nem]@ %3$@";
"%[albumrating]@ %[is greater than]@ %@" = "%1$[Album értékelése]@ %2$[nagyobb mint]@ %3$@";
"%[albumrating]@ %[is less than]@ %@" = "%1$[Album értékelése]@ %2$[kisebb mint]@ %3$@";
"%[albumrating]@ %[is in the range]@ %@ to %@" = "%1$[Album értékelése]@ %2$[a következő tartományban:]@ %3$@ – %4$@";

"%[trackrating]@ %[is]@ %@" = "%1$[Értékelés]@ %2$[a következő:]@ %3$@";
"%[trackrating]@ %[is not]@ %@" = "%1$[Értékelés]@ %2$[nem]@ %3$@";
"%[trackrating]@ %[is greater than]@ %@" = "%1$[Értékelés]@ %2$[nagyobb mint]@ %3$@";
"%[trackrating]@ %[is less than]@ %@" = "%1$[Értékelés]@ %2$[kisebb mint]@ %3$@";
"%[trackrating]@ %[is in the range]@ %@ to %@" = "%1$[Értékelés]@ %2$[a következő tartományban:]@ %3$@ – %4$@";

"%[mediakind]@ %[is]@ %[Music]@" = "%1$[Médiatípus]@ %2$[a következő:]@ %3$[Zene]@";
"%[mediakind]@ %[is]@ %[Music Video]@" = "%1$[Médiatípus]@ %2$[a következő:]@ %3$[zenei videó]@";
"%[mediakind]@ %[is]@ %[Movie]@" = "%1$[Médiatípus]@ %2$[a következő:]@ %3$[mozgókép]@";
"%[mediakind]@ %[is]@ %[TV Show]@" = "%1$[Médiatípus]@ %2$[a következő:]@ %3$[tv-műsor]@";
"%[mediakind]@ %[is]@ %[Podcast]@" = "%1$[Médiatípus]@ %2$[a következő:]@ %3$[podcast]@";
"%[mediakind]@ %[is]@ %[iTunes U]@" = "%1$[Médiatípus]@ %2$[a következő:]@ %3$[iTunes U]@";
"%[mediakind]@ %[is]@ %[Audiobook]@" = "%1$[Médiatípus]@ %2$[a következő:]@ %3$[hangoskönyv]@";
"%[mediakind]@ %[is]@ %[Book]@" = "%1$[Médiatípus]@ %2$[a következő:]@ %3$[könyv]@";
"%[mediakind]@ %[is]@ %[Voice Memo]@" = "%1$[Médiatípus]@ %2$[a következő:]@ %3$[hangjegyzet]@";
"%[mediakind]@ %[is]@ %[iTunes Extras]@" = "%1$[Médiatípus]@ %2$[a következő:]@ %3$[iTunes Extrák]@";
"%[mediakind]@ %[is not]@ %[Music]@" = "%1$[Médiatípus]@ %2$[nem]@ %3$[Zene]@";
"%[mediakind]@ %[is not]@ %[Music Video]@" = "%1$[Médiatípus]@ %2$[nem]@ %3$[zenei videó]@";
"%[mediakind]@ %[is not]@ %[Movie]@" = "%1$[Médiatípus]@ %2$[nem]@ %3$[mozgókép]@";
"%[mediakind]@ %[is not]@ %[TV Show]@" = "%1$[Médiatípus]@ %2$[nem]@ %3$[tv-műsor]@";
"%[mediakind]@ %[is not]@ %[Podcast]@" = "%1$[Médiatípus]@ %2$[nem]@ %3$[podcast]@";
"%[mediakind]@ %[is not]@ %[iTunes U]@" = "%1$[Médiatípus]@ %2$[nem]@ %3$[iTunes U]@";
"%[mediakind]@ %[is not]@ %[Audiobook]@" = "%1$[Médiatípus]@ %2$[nem]@ %3$[hangoskönyv]@";
"%[mediakind]@ %[is not]@ %[Book]@" = "%1$[Médiatípus]@ %2$[nem]@ %3$[könyv]@";
"%[mediakind]@ %[is not]@ %[Voice Memo]@" = "%1$[Médiatípus]@ %2$[nem]@ %3$[hangjegyzet]@";
"%[mediakind]@ %[is not]@ %[iTunes Extras]@" = "%1$[Médiatípus]@ %2$[nem]@ %3$[iTunes Extrák]@";

"%[playlistpersistentid]@ %[is]@ %@" = "%1$[Játéklista]@ %2$[a következő:]@ %3$@";
"%[playlistpersistentid]@ %[is not]@ %@" = "%1$[Játéklista]@ %2$[nem]@ %3$@";

"%[trackkinds]@ %[is]@ %[local]@" = "%1$[hely]@ %2$[értéke]@ %3$[ezen a számítógépen van]@";
"%[trackkinds]@ %[is]@ %[iCloud]@" = "%1$[Hely]@ %2$[értéke]@ %3$[iCloud]@";
"%[trackkinds]@ %[is not]@ %[local]@" = "%1$[hely]@ %2$[nem]@ %3$[ezen a számítógépen van]@";
"%[trackkinds]@ %[is not]@ %[iCloud]@" = "%1$[Hely]@ %2$[nem]@ %3$[iCloud]@";

"%[icloudstatus]@ %[is]@ %[Matched]@" = "%1$[iCloud állapot]@ %2$[értéke]@ %3$[Egyezik]@";
"%[icloudstatus]@ %[is]@ %[Purchased]@" = "%1$[iCloud állapot]@ %2$[értéke]@ %3$[Vásárolt]@";
"%[icloudstatus]@ %[is]@ %[Uploaded]@" = "%1$[iCloud állapot]@ %2$[értéke]@ %3$[Feltöltött]@";
"%[icloudstatus]@ %[is]@ %[Ineligible]@" = "%1$[iCloud állapot]@ %2$[értéke]@ %3$[Alkalmatlan]@";
"%[icloudstatus]@ %[is]@ %[Local Only]@" = "%1$[iCloud állapot]@ %2$[értéke]@ %3$[csak helyi]@";
"%[icloudstatus]@ %[is]@ %[Error]@" = "%1$[iCloud állapot]@ %2$[értéke]@ %3$[hiba]@";
"%[icloudstatus]@ %[is]@ %[Duplicate]@" = "%1$[iCloud állapot]@ %2$[értéke]@ %3$[másolat]@";
"%[icloudstatus]@ %[is not]@ %[Matched]@" = "%1$[iCloud állapot]@ %2$[nem]@ %3$[Egyezik]@";
"%[icloudstatus]@ %[is not]@ %[Purchased]@" = "%1$[iCloud állapot]@ %2$[nem]@ %3$[Vásárolt]@";
"%[icloudstatus]@ %[is not]@ %[Uploaded]@" = "%1$[iCloud állapot]@ %2$[nem]@ %3$[Feltöltött]@";
"%[icloudstatus]@ %[is not]@ %[Ineligible]@" = "%1$[iCloud állapot]@ %2$[nem]@ %3$[Alkalmatlan]@";
"%[icloudstatus]@ %[is not]@ %[Local Only]@" = "%1$[iCloud állapot]@ %2$[nem]@ %3$[csak helyi]@";
"%[icloudstatus]@ %[is not]@ %[Error]@" = "%1$[iCloud állapot]@ %2$[nem]@ %3$[hiba]@";
"%[icloudstatus]@ %[is not]@ %[Duplicate]@" = "%1$[iCloud állapot]@ %2$[nem]@ %3$[másolat]@";
